[
    {
        "title": "Venus - Smith's Dictionary of Greek and Roman Biography and Mythology",
        "content": "the goddess of love among the Romans, and more especially of sensual love. Previously to her identification with the Greek Aphrodite, she was one of the least important divinities in the religion of the Romans, and it is observed by the ancients themselves, that her name was not mentioned in any of the documents relating to the kingly period of Roman history. (Macr. 1.12.) This is further evident from the fact that at no time a festival was celebrated in honour of Venus, for the Vinalia (on the 23d of April and 19th of August) were quite a different festival, and were connected with this goddess only by a misinterpretation of the name (Dict. of Ant. s. v. Vinalia), which led courtesans to regard the 23d of April as a holiday of their own, and to worship the goddess on that day in their peculiar way in a temple outside the city. (Ov. Fast. 4.865.) In later times several other solemnities were celebrated to Venus in the month of April, partly because that month being the beginning of spring, was thought to be particularly sacred to the goddess of love, and partly because the belief had gradually gained ground that Venus, as the beloved of Mars, was concerned in the origin of the Roman people. This latter point gained support from the legend which made Aeneas a son of Anchises and Aphrodite (identified with Venus ; see Ov. Fast. 4.135; Plut. Num. 19; Macrob. l.c.; Laur. Lyd. De Mens. 4.45). There was at Lavinium a sanctuary of Venus common to all Latium, the ceremonies at which were performed by the people of Ardea, but its age cannot be defined. (Strab. p. 232.) At Rome we may notice the following circumstances as proving the worship of Venus to have been established there at an early time. There was a stone chapel with an image of Venus Murtea or Murcia in the Circus near to the spot where the altar of Consus was concealed. (Fest. p. 149, ed. Miller; Apul. Met. 6.395 ; Tertull. De Spect. 8; Varro, De L. L. 5.154; Liv. 1.33; August. De Civ. Dei, 4.16.) The surname Murtea or Murcia shows that the myrtle-tree stood in some relation to the goddess, and it is actually said that in ancient times there was a myrtle grove in front of her sanctuary below the Aventine. (Plin. Nat. 15.36; Serv. ad Aen. 1.724; Plut. Quaest. Rom. 20.) It must however be observed that some of the ecclesiastical writers preferred taking the surname Murcia in the sense of \" stupid\" or \" dull\" (from murcus). Another ancient surname of Venus was Cloacina, which, according to Lactantius (1.20), was derived from the fact that her image was found in the great sewer (cloaca), and was set up by the Sabine king, T. Tatius, in a temple near the forum. (Comp. Liv. 3.48 ; Plaut. Curcul. 4.1. 10.) If Venus had been one of the divinities of the lower world, this story might be intelligible enough, but as such was not the case, it appears to be nothing but an etymological inference from the name. Cloaca is connected with cluere, Cluilia, Cloelia, κλύζειν, luere (i. e. purgare), and there is a tradition that T. Tatius and Roranlus, after the war which had arisen out of the rape of the Sabine women, ordered their subjects to purify themselves before the image of Venus Cluacina. (Plin. Nat. 15.29 ; comp. Serv. ad Aen. 1.724, where purgare must be read for pugnare.) This explanation agrees perfectly with the belief of the ancients that T. Tatius was the founder of marriage; and Venus Cloacina, accordingly, is the goddess presiding over and purifying the sexual intercourse in marriage. A third ancient surname of the goddess is Calva, under which she had two temples in the neighbourhood of the Capitol. Some believed that one of them had been built by Ancus Marcius, because his wife was in danger of losing her hair ; others thought that it was a monument of a patriotic act of the Roman women, who during the siege of the Gauls cut off their hair and gave it to the men to make strings for their bows, and others again to the fancies and caprices of lovers, calvere signifying \" to teaze.\" (Serv. ad Aen. 1.724; Lactant. 1.20; Nonius, p. 6.) But it probably refers to the fact that on her wedding day the bride, either actually or symbolically, cut off a lock of hair to sacrifice it to Venus. (Pers. Sat. 2.70, with the Schol.) In these, the most ancient surnames of Venus, we must recognise her primitive character and attributes. In later times her worship became much more extended, and the identification with the Greek Aphrodite introduced various new attributes. At the beginning of the second Punic war, the worship of Venus Erycina or Erucina was introduced from Sicily, and a temple was dedicated to her on the Capitol, to which subsequently another was added outside the Colline gate. (Liv. 22.9, 10, 23.30, 31, 40.34; Ov. Rem. Am. 549; P. Victor, Reg. Urb. v.) In the year B. C. 114, a Vestal virgin was killed by lightning, and her body was found naked; as the general moral corruption, especially among the Vestals, was believed to be the cause of this disaster, the Sibylline books were consulted which contained the order to build a temple of Venus Verticordia (the goddess who turns the hearts of men) on the via Salaria. (Ov. Fast. 4.160; V. Max. 8.15.12.) After the close of the Samnite war, Fabius Gurges founded the worship of Venus Obsequens and Postvota; Scipio Africanus the younger that of Venus Genitrix, in which he was afterwards followed by Caesar, who added that of Venus Victrix. (Serv. ad Aen. 1.724.) The antiquity of the worship of Venus Militaris, Barbata and Equestris is unknown (Serv. l.c.; Macr. 3.8); but the sanctuaries of Venus Rhamnusia, Placida, and Alma are all of a very late date. (P. Vict. Reg. Urb. v. x. xii.) Lastly, we may remark, that Venus is also said to have presided over gardens. (Varro, De R. R. 1.1; Plin. Nat. 19.4; Fest. p. 58, ed. Müller ; compare Hartung, Die Relig. der Röm. vol. ii. p. 248, &c.)"
    },
    {
        "title": "The Myth Of Venus And Adonis - The Collector",
        "content": "After meeting each other, Venus and Adonis fell passionately in love and stayed together till death did them apart. Their myth was a story of beauty born through sinful incest and of love turning into a tragedy"
    },
    {
        "title": "Venus - World History Encyclopedi",
        "content": "In Roman mythology, Venus was the goddess of love, sex, beauty, and fertility. She was the Roman counterpart to the Greek goddess Aphrodite. However, Roman Venus had many abilities beyond the Greek Aphrodite; she was a goddess of victory, fertility, and even prostitution. According to Greek mythology, as presented in Hesiod's Theogony, Aphrodite was born of the foam from the sea after Saturn (Cronus) castrated his father Uranus (Ouranos) and his blood fell to the sea. This latter explanation appears to be more a popular theory due to the countless artworks depicting Venus rising from the sea in a clam."
    },
    {
        "title": "Venus - Britannica",
        "content": "Venus had no worship in Rome in early times, as the scholar Marcus Terentius Varro (116–27 bce) shows, attesting that he could find no mention of her name in old records. This is corroborated by the absence of any festival for her in the oldest Roman calendar and by her lack of a flamen (special priest). Her cult among the Latins, however, seems to be immemorial, for she had apparently at least two ancient temples, one at Lavinium, the other at Ardea, at which festivals of the Latin cities were held. Hence, it was no long step to bring her to Rome, apparently from Ardea itself. But how she came to be identified with so important a deity as Aphrodite remains a puzzle."
    }
]