[
    {
        "article_title": "Venus in the Medieval Mythographic Traditiony",
        "article_source": "The Journal of English and Germanic Philology, Vol. 74, No. 4 (Oct., 1975), pp. 519-535",
        "content": [
            {
                "fragment": "The mythographic revival most probably begins in the mid-twelfth century with the influential Commentum super Sex Libros Eneidos Virgilii of Bernardus Silvestris and with the Scintillarium Poesis written in the last quarter of the century by Alberic of London, also known as the Third Vatican Mythographer. Alberic's work survives in forty-six manuscripts scattered throughout England and the Continent and in a version printed by Jehan de Marnef in Paris in 1520. Both Boccaccio and Petrarch owned and annotated manuscript copies, and the work may well have influenced Boccaccio by its organization of mythological fable and interpretation around the major figures of the pantheon rather than in the more familiar Fulgentian mode of many short discrete tales."
            },
            {
                "fragment": "The fourteenth century is surely the high point of medieval mythography. Between 1316 and 1328 appeared the enormous French Ovide Moralis?, a moral redaction of Ovid also containing long and valuable digressions on Statius' Thebaid and on other fabulous narratives. At about the same time, in 1330, the English Franciscan John Ridewall composed his Fulgentius Metaforalis, which in the selection, arrangement, and interpretation of its pagan stories more closely resembles Alberic than Fulgentius."
            },
            {
                "fragment": "The humanist Boccaccio's urbane and judicious commentary and literary theory are quite distant from the intrepid allegorization of Bernardus Silvestris, Alberic, Arnulf of Orl?ans, Berchorius, John of Garland, and the Ovide Moralis?. Berchorius is typical in his confident assertion of method: 'It is simply a matter of going through the books of the poets, for there is scarcely no fable given but that it contains some natural or historical truth.' The end of such investigation is to confirm the mysteries of faith and morals."
            },
            {
                "fragment": "In the writings of the Italian humanists of the fourteenth century, however, poetry is a sublime art, important in itself as the means of expressing deepest truth. For Boccaccio, poetry is a rare gift proceeding from God, of fervid and exquisite invention and of equally exquisite expression."
            },
            {
                "fragment": "This diversity of critical approach to poetry and to classical fable engenders equally diverse commentary in the mythographic tradition, especially for Venus, who becomes as rich and elusive as her counterpart in the human psyche. From the time of the earliest mythographers she is invested with the dual potential of human love that can be either generous or selfish. The demarcation between these two modes is never sharp or stable, for each experience of human love often partakes of both, and thus the modern reader encountering the tradition of Venus for the first time may well perceive a plethora of contradictory interpretations. These explanations, however, ought not to be seen as mutually exclusive but as the operation of Venus in different realms of human experience that are themselves often contradictory and incongruous. Boccaccio, I think, must surely have been aware of this ambiguity, for although he tries to delineate two Venuses, Venus magna and Venus secunda, he finds that both have the same iconographic attributes and that a clear differentiation between Venus celestis and Venus scelestis is impossible, in contrast with the earlier commentators such as Bernardus Silvestris, who sees a simple dichotomy: 'Veneres vero legimus duas esse, legitimam et petulantiae deam. Legitimam Venerem dicimus esse mundanam musicam, i.e., aequalem mundanorum proportionem, quam alii Astream, alii naturalem iustitiam vocant. Haec enim est in elementis, in sideribus, in temporibus, in animantibus. Impudicam autem Venerem, petulantiae deam, dicimus esse carnis concupiscentiam quia omnium fornicationum mater est.' (We read that there are indeed two Venuses, one lawful, and the other the goddess of wantonness. The lawful Venus is the harmony of the world, that is, the even proportion of worldly things, which some call Astrea, and others call natural justice. This subsists in the elements, in the stars, in the seasons, in living beings.)"
            },
            {
                "fragment": "Venus magna is most properly the child of Dies and Caelum, for as a planet fixed in the heavens she is moved, that is, produced, by Caelum, and in her brilliance, which is greater than any other star, she is the progeny of Dies. It is not at all mysterious, he goes on, that Venus should be the mother of twin loves, for the influence and the authority of the zodiac over the vicissitudes of each man are well known, and from Venus comes the proclivity for love, friendship, delight, union, and society among animals, most particularly to urge those who are sluggish and reluctant in procreation; thus human pleasures are under her aegis, wherefore poets call her son Amor or Cupid. It is incorrect, Boccaccio insists, to speak of double loves or two Cupids, for there is but one love having a diversity of manifestations (Boccaccio, p. 144)"
            },
            {
                "fragment": "The influence of the planetary Venus figures prominently in Alberic's work. He interprets the council of Venus and Jupiter, as Aeneas lands in Libya, as a symbolic expression of the happiness that Aeneas would experience with Dido. Conversely, Venus' displayed sadness at this council foreshadows the tragic death of the Carthaginian queen. Furthermore, Venus' guise as a virgin huntress when appearing to Aeneas signifies mercy that is characteristic of women. Alberic also suggests there is a basis for the common belief that Venus protects love, as Virgil might have known. For example, when Aeneas remains unharmed in Book II after Venus withdraws into her dense clouds, it implies that the mitigating rays of Venus soften the harsh influences of Saturn and Mars, planets that are thought to attack the generative forces of life (Alberic, pp. 230-31)."
            },
            {
                "fragment": "Boccaccio reflects on Venus as a deity and her association with the three Graces, who represent the endless presence of grace in love. According to Alberic, the Graces' nudity symbolizes the purity, sincerity, and absence of deceit in grace; they are interconnected to represent the enduring nature of friendship. The typical portrayal of two Graces facing forward and one turning away is interpreted as the multiplicative nature of grace, where kindness given by one person is returned manyfold. They are deemed the daughters of Venus and Liber, gods of pleasure and wine, because graces are often fostered through one's own joyful efforts. The names of the Graces – Pasithea, Aglaia, and Euphrosyne – translate to 'attracting,' 'soothing,' and 'retaining,' mirroring the stages of cultivating friendship: drawing in, pleasing, and maintaining the bond (Alberic, p. 229)."
            },
            {
                "fragment": "Closely related to this bond of friendship is the 'cestus' of Venus, which, according to Boccaccio, was granted not so much by Nature or the poets' tales but by the most sacred authority of law, intended to temper excessive wantonness. This 'cestus', as known by Homer, encompasses friendship, desire, eloquence, and allurements. Friendship grows from the mixing and coming together of manners and lasts a long time, but if this harmony turns into discord, then friendship can devolve into enmity, arguments, bitterness, and more. Desire is essential for a man and woman to yearn for each other before marriage. Eloquence reveals the affections of the heart, pleases the beloved's ears, mitigates disputes that often occur among lovers, and promotes patience. Lastly, there are the allurements that draw and sustain love, appease anger, and recapture affection that has dwindled (Boccaccio, pp. 144-45)."
            }
            ,
            {
                "fragment": "In explaining the fable of Venus' hospitality to the Furies in the house of Mars, Boccaccio, citing 'the venerable Andalo', returns to the planetary realm. Aries and Scorpio are the only two houses assigned to Mars and into which Venus can also enter. If Venus enters into Aries, it designates the beginning of Spring, the season when all animals incline to desire, and women are then especially aroused by Venus' fire. Thus, the fervor of youth, unless it is deadened by the force of law or firmly restrained, exceeds the power of the pestiferous Furies, and hence it is properly said that Venus welcomes them. In contrast, if Venus enters into Scorpio, then, because that animal is poisonous and fraudulent, either the anxious bitterness of loving is only slightly mollified, and the most ardent lovers become miserable and often suicidal (much as the scorpion stings itself to death), or lovers, having endured injuries, false love, broken vows, secret treachery, and lying, are so tortured by desperation that they often quarrel and kill. Hence again the Furies are welcomed by Venus (Boccaccio, pp. 145-46)."
            },
            {
                "fragment": "Perhaps because he wished to make Venus magna as virtuous as possible, Boccaccio glides over the adultery of Venus and Mars and proceeds directly to her hatred of the Sun's children because of his complicity in exposing her illicit love (Boccaccio, p. 146). Nonetheless, the story of Venus and Mars was quite popular in the Ovidian commentaries, and, for example, the Ovide Moralisé devotes almost three hundred lines to three allegorizations of the incident. Mars is an erratic planet, choleric, dry, and hot. In contrast, Venus is benign, sanguine, moist, and warm."
            },
            {
                "fragment": "The second analysis in the Ovide Moralisé explains the myth historically. Venus was a most beautiful woman who devoted herself so much to amorous living that she excelled all others 'en joliveté, /En amours et en gaieté / Et en beauté,' and she became known as the goddess of love. She had a husband named Vulcan, a 'vilain despit et vis, /Quel ne prisoit une cenele' (a despicable and vile boor, about whom she cared not even a fig). Among her lovers was Mars, a warrior of such martial prowess that he became known as the god of war. The two fell in love and committed adultery while Vulcan was tending the forge. He, however, surprised them one morning; but rather than repent their sin, they simply slept together in private thereafter. This fable, the commentator declares in an excursus on adultery, shows the many dangers inherent in marriage (IV. 1538-76). The final exegesis is allegorical. Venus, that is, 'luxure,' is the wife of Vulcan, 'c'est adure / Qui les cuers fet ardoir et frire' (that is, the heat which makes hearts burn and fry), and Mars is 'li siens avoultierres' which bring about 'destruisierres.' This improper kind of earthly love can only lead to wretchedness in comparison with the joy of the true love of God."
            }
        ]
    }
]